Repository: stevenadons/HockeyTimer
Catalog: HockeyTimer/*.lproj/Localizable.strings
Languages: nl

source: New Game
nl: Start wedstrijd

source: Game Paused
nl: Pauze

source: In Overtime
nl: Over tijd

source: Q1 Ended
nl: Einde Q1

source: Q3 Ended
nl: Einde Q3

source: End of period
nl: Einde periode

source: Ready for H2
nl: Klaar voor H2

source: Ready for Q2
nl: Klaar voor Q2

source: Ready for Q3
nl: Klaar voor Q3

source: Ready for Q4
nl: Klaar voor Q4

source: Ready for P
nl: Klaar voor P

source: Full Time
nl: Wedstrijd afgelopen

source: Home
nl: Thuis

source: Guest
nl: Gast

source: Captain
nl: Aanvoerder

source: Adding card for
nl: Kaart voor

source: Long press a penalty card to delete or show details.
nl: Tik lang op een strafkaart om te verwijderen of om details te zien

source: Show Game Report
nl: Toon wedstrijdformulier

source: Game Ready to Start
nl: Wedstrijd klaar voor aanvang

source: Game Started at
nl: Wedstrijd begonnen om

source: Game Ended at
nl: Wedstrijd afgelopen om

source: Game is Running
nl: Wedstrijd is bezig

source: Player
nl: Speler

source: HockeyUpp - Game Report
nl: HockeyUpp - Wedstrijdformulier

source: RESET GAME
nl: NIEUWE WEDSTRIJD

source: CANCEL
nl: ANNULEER

source: Are you sure you want to start a new game?
nl: Nieuwe wedstrijd. Ben je zeker?

source: Currently a game is running. Do you want to start a new game?
nl: Wil je een nieuwe wedstrijd starten?

source: Changing the game time will end the running game. OK?
nl: De huidige wedstrijd zal stoppen als je de tijd wijzigt. OK?

source: It seems you set the game time to zero. That's no fun!
nl: Je hebt de tijd op nul gezet. Dat gaat niet.

source: Remind me in 1 minute
nl: Herinner me na 1 minuut

source: Hockey Game
nl: Hockey wedstrijd

source: Running in overtime
nl: Tijd is verstreken

source: Penalty time has ended
nl: Straftijd is verstreken

source: Game in quarters
nl: Wedstrijd in kwarten

source: Custom time
nl: Andere tijd

source: 2 x Half
nl: 2 x Helft

source: 4 x Quarter
nl: 4 x Kwart

source: BACK
nl: TERUG

source: Undo Goal
nl: Annuleer doelpunt

source: OK got it
nl: OK begrepen!

source: Easy to use
nl: Gemakkelijk

source: Keep track of the score
nl: Scores

source: Tap the stopwatch to play or pause
nl: Druk op de stopwatch voor start of pauze

source: Drag the ball left or right
nl: Sleep de bal naar links of rechts

source: Notifications
nl: Meldingen

source: Get notified when timer ends.
nl: Ontvang een melding wanneer de tijd verstreken is.

source: Done
nl: Gereed

source: Add half a minute
nl: Halve minuut erbij

source: Don't add half a minute
nl: Geen halve minuut erbij

source: Edit score manually
nl: Manueel instellen

source: Don't edit manually
nl: Niet manueel instellen

source: Log Player
nl: Noteer speler

source: Yes
nl: Ja

source: No
nl: Neen

source: Delete
nl: Verwijder

source: Card Drawn in Minute
nl: Kaart in minuut

source: Set New Time
nl: Tijd instellen

source: Game Time
nl: Nieuwe tijd

source: Country
nl: Land

source: Penalty Card
nl: Strafkaart

source: Home or Guest
nl: Thuis of gast

source: Player Number
nl: Rugnummer

source: Minutes
nl: Minuten

source: Custom Time
nl: Tijd instellen

source: Game Rules
nl: Spelregels

source: Settings
nl: Instellingen

source: App Icon
nl: App-icoon

source: Whoops
nl: Oeps

source: Share HockeyUpp
nl: HockeyUpp delen

source: Buy Premium
nl: Koop premium

source: Watch One Ad
nl: Bekijk één advertentie

source: Dark Mode
nl: Donkere modus

source: To have Dark Mode, upgrade to Premium Mode with a one time payment. In addition, in Premium Mode you can change the app icon and keep track of penalty cards.
nl: Om donkere modus in te stellen, upgrade naar premium mode met een eenmalige betaling. Bovendien kan je dan ook het app-icoon instellen en strafkaarten bijhouden.

source: Penalty cards can be added in Premium Mode with a one time payment. Premium Mode will also let you have dark mode and change the app icon.
nl: Strafkaarten toevoegen is mogelijk in premium mode met een eenmalige betaling. In premium mode heb je daarnast ook nog donkere modus en kan je het app-icoon wijzigen.

source: Change App Icon
nl: Wijzig app-icoon

source: To change the app icon, upgrade to Premium Mode with a one time payment. In addition, in Premium Mode you can have Dark Mode and keep track of penalty cards.
nl: Om het app-icoon in te stellen, upgrade naar premium mode met een eenmalige betaling. Bovendien kan je dan ook donkere modus instellen en strafkaarten bijhouden.

source: Cancel
nl: Annuleer

source: Already paid for premium? Restore Purchase.
nl: Al betaald voor premium? Aankoop herstellen.

source: No Internet Connection
nl: Geen internetverbinding

source: Please check your internet connection.
nl: Controleer of je verbinding hebt met internet.

source: Allow Notifications
nl: Activeer meldingen

source: HockeyUpp will send you a notification at the exact time the game ends. Enable Notifications to get this warning.
nl: HockeyUpp stuurt je een melding wanneer de wedstrijd eindigt. Activeer berichtgevingen voor HockeyUpp.

source: OK, let me allow
nl: OK, activeer meldingen

source: Not now
nl: Later

source: New Version Available
nl: Nieuwe versie beschikbaar

source: A new version of HockeyUpp is available. Please update to have the latest user experience.
nl: Een nieuwe versie van HockeyUpp is beschikbaar in de App Store. Update nu om de laatste versie te installeren.

source: Changes include:
nl: Wijzigingen:

source: Skip new version
nl: Overslaan

source: Unsupported iOS version
nl: iOS versie te laag

source: You are currently running iOS version
nl: Je huidige iOS versie is

source: which is no longer supported. Please update your iOS device to be minimum
nl: . Dit wordt niet meer ondersteund. Update naar minstens iOS

source: Australia
nl: Australië

source: Belgium
nl: België

source: Netherlands
nl: Nederland

source: New Zealand
nl: Nieuw-Zeeland

source: Germany
nl: Duitsland

source: England
nl: Engeland

source: France
nl: Frankrijk

source: Spain
nl: Spanje

source: Argentina
nl: Argentinië

source: India
nl: Indië

source: Teams of 3 & H
nl: 3-tallen & H

source: Teams of 6
nl: 6-tallen

source: Teams of 8
nl: 8-tallen

source: General
nl: Algemeen

source: Youth
nl: Jeugd

source: International
nl: Internationaal

source: Master & M/P
nl: Master en M/P

source: Championships
nl: Kampioenschappen

source: Tournaments
nl: Toernooien

source: Sec. Schools
nl: Secund. scholen

source: Change app icon
nl: Wijzig app icon

source: Share the app
nl: Deel de app

source: Contact us
nl: Contacteer ons

source: Review the app
nl: Recensie

source: Write a review in the App Store
nl: Beoordeling in de App Store

source: Privacy policy
nl: Privacybeleid

source: Always dark mode
nl: Altijd donkere modus

source: Always light mode
nl: Altijd lichte modus

source: Follow phone settings
nl: Volg iPhone-instellingen

source: Dark mode
nl: Donkere modus

source: User settings
nl: Gebruikersinstellingen

source: Report a broken link
nl: Meld een foute link

source: HockeyUpp - Remark
nl: HockeyUpp - Bemerking

source: We welcome your remark or suggestion, which could improve HockeyUpp for you and for all users.
nl: Laat je opmerking of suggestie weten. Zo draag je bij tot een verbetering van HockeyUpp voor alle gebruikers.

source: Version
nl: Versie

source: Country
nl: Land

source: Email Error
nl: Email

source: An error occurred. Unable to open your email client.
nl: Er is een fout opgetreden. Kan het email-programma niet openen.
